Revit 2024 API
BuiltInFailures.FilledRegionFailures Class
 Failures about FilledRegion.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FilledRegionFailures
Visual Basic
Public NotInheritable Class FilledRegionFailures
Visual C++
public ref class FilledRegionFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures
See Also
BuiltInFailures.FilledRegionFailures Members
Autodesk.Revit.DB Namespace